INSERT INTO public.ecrf_tbl_dfnd (tbl_enm,tbl_knm,tbl_ord,crcn_nm,lcls_nm,mcls_nm,ldng_dtrn_cont,coll_bldt_col_knm,coll_bldt_col_enm,frst_regp_id,frst_rgst_dt,last_modp_id,last_modf_dt) VALUES
	 ('GSCN_PT_HLINF','위암_환자_건강정보',1,'위암','환자','건강정보','2010년~현재','입원일자','ADM_YMD','43','2023-05-15 20:38:51.986752','43','2023-06-12 11:11:06.671437'),
	 ('GSCN_PT_FMHT','위암_환자_가족력',2,'위암','환자','가족력','2010년~현재','가족력기록일자','FMHT_RCRD_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_DIAG_ANINF','위암_진단_신체계측정보',3,'위암','진단','신체계측정보','2010년~현재','신체계측기록일자','ANTH_RCRD_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_DIAG_INF','위암_진단_정보',4,'위암','진단','진단정보','2010년~현재','진단등록일자','DIAG_RGST_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_DIAG_STAG','위암_진단_병기',5,'위암','진단','병기','2010년~현재','진단병기기록일자','DIAG_STAG_RCRD_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_DIAG_MTST','위암_진단_전이',6,'위암','진단','전이정보','2010년~현재','전이진단일자','MTDG_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_DIAG','위암_검사_진단',7,'위암','검사','진단','2010년~현재','진단검사일자','CEXM_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_IMAG','위암_검사_영상',8,'위암','검사','영상','2010년~현재','영상검사일자','IMEX_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_IMPT','위암_검사_면역병리',9,'위암','검사','면역병리','2010년~현재','면역병리검사일자','IMEM_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_MLPT','위암_검사_분자병리',10,'위암','검사','분자병리','2010년~현재','분자병리검사일자','MLEM_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651');
INSERT INTO public.ecrf_tbl_dfnd (tbl_enm,tbl_knm,tbl_ord,crcn_nm,lcls_nm,mcls_nm,ldng_dtrn_cont,coll_bldt_col_knm,coll_bldt_col_enm,frst_regp_id,frst_rgst_dt,last_modp_id,last_modf_dt) VALUES
	 ('GSCN_EXAM_BYPS','위암_검사_생체',11,'위암','검사','생체검사','2010년~현재','생체검사일자','BPSY_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_HPLI','위암_검사_HPYLORI',12,'위암','검사','H.pylori 감염여부','2010년~현재','HPYLORI검사일자','HPLI_EXAM_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_GTSP','위암_검사_위내시경',13,'위암','검사','위내시경','2010년~현재','위내시경검사일자','STMC_EDEX_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_EUS','위암_검사_EUS',14,'위암','검사','내시경초음파(EUS)','2010년~현재','EUS검사일자','EUS_EXAM_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_TRTM_OPRT','위암_치료_수술',15,'위암','치료','수술','2010년~현재','수술일자','OPRT_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_TRTM_SRPR','위암_치료_시술',16,'위암','치료','시술','2010년~현재','ESD시술일자','ESD_SRPR_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_EXAM_SGPT','위암_검사_외과병리',17,'위암','검사','수술 후 외과병리','2010년~현재','외과병리검사일자','SRGC_PTEM_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_DIAG_AFOC','위암_진단_수술후합병증',18,'위암','진단','수술 후 합병증','2010년~현재','합병증발생수술일자','COMP_OCRN_OPRT_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_TRTM_BLTR','위암_치료_수혈',19,'위암','치료','수혈','2010년~현재','수혈처방일자','BLTR_PRSC_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_TRTM_DRIN','위암_치료_약제성분',20,'위암','치료','약제','2010년~현재','약제처방일자','DRUG_PRSC_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651');
INSERT INTO public.ecrf_tbl_dfnd (tbl_enm,tbl_knm,tbl_ord,crcn_nm,lcls_nm,mcls_nm,ldng_dtrn_cont,coll_bldt_col_knm,coll_bldt_col_enm,frst_regp_id,frst_rgst_dt,last_modp_id,last_modf_dt) VALUES
	 ('GSCN_TRTM_ANTP','위암_치료_항암요법',21,'위암','치료','항암요법','2010년~현재','항암요법시작일자','ANTP_STRT_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_TRTM_RD','위암_치료_방사선',22,'위암','치료','방사선','2010년~현재','방사선치료처방일자','RDT_PRSC_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_FUOR_RLPS','위암_추적관찰_재발',23,'위암','추적관찰','재발정보','2010년~현재','재발진단일자','RLDG_YMD','43','2023-04-17 10:24:06.143651','43','2023-04-17 10:24:06.143651'),
	 ('GSCN_PT_HLINF_TEST','위암_환자_건강정보시험',24,'위암','환자','건강정보시험','2010년현재','입원일자','ADM_YMD','43','2023-06-12 13:22:15.488797','43','2023-06-12 13:23:22.812592'),
	 ('GSCN_PT_HLINF_TM','위암_환자_건강정보임시',26,'위암','환자','건강정보','2010년~현재','입원일자','ADM_YMD','43','2023-06-15 08:54:29.739067','43','2023-06-15 08:54:29.739067'),
	 ('GSCN_PT_FMHT_TM','위암_환자_가족력임시',27,'위암','환자','가족력','2010년~현재','가족력기록일자','FMHT_RCRD_YMD','43','2023-06-15 08:54:29.739067','43','2023-06-15 08:54:29.739067'),
	 ('BRCN_PT_HLINF','유방암_환자_건강정보',1,'유방암','환자','건강정보','2010년~현재','입원일자','ADM_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_PT_FMHT','유방암_환자_가족력',2,'유방암','환자','가족력','2010년~현재','가족력기록일자','FMHT_RCRD_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_PT_OBINF','유방암_환자_산과정보',3,'유방암','환자','산과정보','2010년~현재','산과기록일자','OBTR_RCRD_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_DIAG_ANINF','유방암_진단_신체계측정보',4,'유방암','진단','신체계측정보','2010년~현재','신체계측기록일자','ANTH_RCRD_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372');
INSERT INTO public.ecrf_tbl_dfnd (tbl_enm,tbl_knm,tbl_ord,crcn_nm,lcls_nm,mcls_nm,ldng_dtrn_cont,coll_bldt_col_knm,coll_bldt_col_enm,frst_regp_id,frst_rgst_dt,last_modp_id,last_modf_dt) VALUES
	 ('BRCN_DIAG_INF','유방암_진단_정보',5,'유방암','진단','진단정보','2010년~현재','진단등록일자','DIAG_RGST_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_DIAG_MTST','유방암_진단_전이',6,'유방암','진단','전이정보','2010년~현재','전이진단일자','MTDG_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_DIAG_STAG','유방암_진단_병기',7,'유방암','진단','병기','2010년~현재','진단병기기록일자','DIAG_STAG_RCRD_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_DIAG','유방암_검사_진단',8,'유방암','검사','진단','2010년~현재','진단검사일자','CEXM_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_IMAG','유방암_검사_영상',9,'유방암','검사','영상','2010년~현재','영상검사일자','IMEX_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_BYPS','유방암_검사_생체',10,'유방암','검사','생체검사','2010년~현재','생체검사일자','BPSY_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_IMPT','유방암_검사_면역병리',11,'유방암','검사','면역병리','2010년~현재','면역병리검사일자','IMEM_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_MLPT','유방암_검사_분자병리',12,'유방암','검사','분자병리','2010년~현재','분자병리검사일자','MLEM_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_GMVX','유방암_검사_생식세포변이검사',13,'유방암','검사','생식세포 변이검사','2010년~현재','생식세포변이검사일자','GMVX_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_GNRX','유방암_검사_유전자발현검사',14,'유방암','검사','예후예측 유전자 발현검사','2010년~현재','유전자발현검사일자','GNRX_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372');
INSERT INTO public.ecrf_tbl_dfnd (tbl_enm,tbl_knm,tbl_ord,crcn_nm,lcls_nm,mcls_nm,ldng_dtrn_cont,coll_bldt_col_knm,coll_bldt_col_enm,frst_regp_id,frst_rgst_dt,last_modp_id,last_modf_dt) VALUES
	 ('BRCN_TRTM_OPRT','유방암_치료_수술',15,'유방암','치료','수술','2010년~현재','수술일자','OPRT_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_TRTM_BLTR','유방암_치료_수혈',16,'유방암','치료','수혈','2010년~현재','수혈처방일자','BLTR_PRSC_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_EXAM_SGPT','유방암_검사_외과병리',17,'유방암','검사','수술 후 외과병리','2010년~현재','외과병리검사일자','SRGC_PTEM_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_DIAG_AFOC','유방암_진단_수술후합병증',18,'유방암','진단','수술 후 합병증','2010년~현재','합병증발생수술일자','COMP_OCRN_OPRT_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_TRTM_DRIN','유방암_치료_약제성분',19,'유방암','치료','약제','2010년~현재','약제처방일자','DRUG_PRSC_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_TRTM_ANTP','유방암_치료_항암요법',20,'유방암','치료','항암요법','2010년~현재','항암요법시작일자','ANTP_STRT_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_TRTM_RD','유방암_치료_방사선',21,'유방암','치료','방사선','2010년~현재','방사선치료처방일자','RDT_PRSC_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372'),
	 ('BRCN_FUOR_RLPS','유방암_추적관찰_재발',22,'유방암','추적관찰','재발정보','2010년~현재','재발진단일자','RLDG_YMD','43','2023-04-17 10:24:17.89372','43','2023-04-17 10:24:17.89372');
